/*
Шаблон скрипта после развертывания							
--------------------------------------------------------------------------------------
 В данном файле содержатся инструкции SQL, которые будут добавлены в скрипт построения.		
 Используйте синтаксис SQLCMD для включения файла в скрипт после развертывания.			
 Пример:      :r .\myfile.sql								
 Используйте синтаксис SQLCMD для создания ссылки на переменную в скрипте после развертывания.		
 Пример:      :setvar TableName MyTable							
               SELECT * FROM [$(TableName)]					
--------------------------------------------------------------------------------------
*/
--- Patients
insert into dbo.Patients
values (N'Иванов'),
(N'Петров'),
(N'Сидоров')
          

--- Doctors
insert into dbo.Doctors
values (N'Преображенский', N'Хирург', 13, 15,3),
(N'Пилюлькин', N'Терапевт', 10, 13,1),
(N'Айболит', N'окулист', 16, 19,24)
